Repository: Vaalaryn/newsy
Catalog: lib/l10n/intl_*.arb
Languages: fr, jp

# actualLocale
source: en
fr: fr
jp: jp

# articleShowMore
source: Show description
fr: En savoir plus
jp: 詳細

# articleReadArticle
source: Read article
fr: Lire l'article
jp: 記事を読む

# articleDateInYear
source: Il y a {year} an
fr: Il y a {year} an(s)

# articleDateInDays
source: Il y a {day} jours
fr: Il y a {day} jour

# articleNoSource
source: Unknow source
fr: Pas de source
jp: ソースなし

# articleNoDesc
source: No description
fr: Pas de source
jp: 説明なし

# filterSelect
source: Choose a filter
fr: Choisir un filtre
jp: フィルターを選択してください

# filterDefault
source: Default filter
fr: Filtre par default
jp: デフォルトでフィルタリング

# filterCustom
source: Custom filter
fr: Filtre perso
jp: パーソナルフィルター

# snackBarReminderSet
source: Reminder set
fr: Rappel ajouté
jp: 通知を追加しました

# snackBarReminderUnset
source: Reminder deleted
fr: Rappel supprimé
jp: リマインダーを削除しました

# snackBarFavoritesSet
source: Article add to favorite
fr: Article ajouté aux favoris
jp: お気に入りに追加された記事

# snackBarFavoritesUnset
source: Article deleted from favorite
fr: Article supprimé des favoris
jp: お気に入りから削除された記事

# profilUser
source: User info
fr: Info Profil
jp: プロフィール情報

# profilUpdateUsername
source: Change your username
fr: Modifier votre pseudo
jp: ニックネームを変更する

# profilUpdateMail
source: Change your mail
fr: Modifier votre mail
jp: メールを修正する

# profilUpdateAvatar
source: Change your avatar
fr: Modifier votre avatar
jp: アバターを編集する

# profilUpdatePassword
source: Change your password
fr: Modifier votre mot de passe
jp: パスワードを変更する

# profilDisconnect
source: Logout
fr: Déconnexion
jp: ログアウト

# profilDarkTheme
source: Night mode
fr: Mode nuit
jp: ナイトモード

# profilColorSelect
source: Main color
fr: Couleur principale
jp: メインカラー

# profilLangTitle
source: Language
fr: Langue
jp: 言語

# profilLangLabel
source: Choose a Language
fr: Choisir une langue
jp: 言語を選択してください

# profilThemeTitle
source: Theme
jp: テーマ
